{
  "verses": [
    {
      "verse": "You are the light of the world. A town built on a hill cannot be hidden.",
      "reference": "Matthew 5:14-16",
      "testament": "New"
    },
    {
      "verse": "For even the Son of Man did not come to be served, but to serve, and to give his life as a ransom for many.",
      "reference": "Mark 10:45",
      "testament": "New"
    },
    {
      "verse": "For the Son of Man came to seek and to save the lost.",
      "reference": "Luke 19:10",
      "testament": "New"
    },
    {
      "verse": "I am the way, the truth, and the life. No one comes to the Father except through me.",
      "reference": "John 14:6",
      "testament": "New"
    },
    {
      "verse": "But you will receive power when the Holy Spirit comes on you; and you will be my witnesses...",
      "reference": "Acts 1:8",
      "testament": "New"
    },
    {
      "verse": "For I am not ashamed of the gospel, because it is the power of God that brings salvation to everyone who believes.",
      "reference": "Romans 1:16",
      "testament": "New"
    },
    {
      "verse": "No eye has seen, no ear has heard, no heart has imagined what God has prepared for those who love him.",
      "reference": "1 Corinthians 2:9",
      "testament": "New"
    },
    {
      "verse": "Therefore, if anyone is in Christ, the new creation has come: The old has gone, the new is here!",
      "reference": "2 Corinthians 5:17",
      "testament": "New"
    },
    {
      "verse": "For it is by grace you have been saved, through faith—and this is not from yourselves, it is the gift of God.",
      "reference": "Ephesians 2:8",
      "testament": "New"
    },
    {
      "verse": "I can do all things through Christ who strengthens me.",
      "reference": "Philippians 4:13",
      "testament": "New"
    },
    {
      "verse": "Let the message of Christ dwell among you richly...",
      "reference": "Colossians 3:16",
      "testament": "New"
    },
    {
      "verse": "Rejoice always, pray continually, give thanks in all circumstances...",
      "reference": "1 Thessalonians 5:16-18",
      "testament": "New"
    },
    {
      "verse": "Stand firm and hold fast to the teachings we passed on to you.",
      "reference": "2 Thessalonians 2:15",
      "testament": "New"
    },
    {
      "verse": "For there is one God and one mediator between God and mankind, the man Christ Jesus.",
      "reference": "1 Timothy 2:5",
      "testament": "New"
    },
    {
      "verse": "All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness.",
      "reference": "2 Timothy 3:16",
      "testament": "New"
    },
    {
      "verse": "When the kindness and love of God our Savior appeared, he saved us...",
      "reference": "Titus 3:4-5",
      "testament": "New"
    },
    {
      "verse": "Let brotherly love continue.",
      "reference": "Hebrews 13:1",
      "testament": "New"
    },
    {
      "verse": "If any of you lacks wisdom, you should ask God...",
      "reference": "James 1:5",
      "testament": "New"
    },
    {
      "verse": "Cast all your anxiety on him because he cares for you.",
      "reference": "1 Peter 5:7",
      "testament": "New"
    },
    {
      "verse": "The Lord is not slow in keeping his promise, as some understand slowness...",
      "reference": "2 Peter 3:9",
      "testament": "New"
    },
    {
      "verse": "If we confess our sins, he is faithful and just to forgive us our sins...",
      "reference": "1 John 1:9",
      "testament": "New"
    },
    {
      "verse": "Watch out that you do not lose what we have worked for...",
      "reference": "2 John 1:8",
      "testament": "New"
    },
    {
      "verse": "I have no greater joy than to hear that my children are walking in the truth.",
      "reference": "3 John 1:4",
      "testament": "New"
    },
    {
      "verse": "To him who is able to keep you from stumbling...",
      "reference": "Jude 1:24-25",
      "testament": "New"
    },
    {
      "verse": "Look, I am coming soon! My reward is with me...",
      "reference": "Revelation 22:12",
      "testament": "New"
    },
    {
      "verse": "Go therefore and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit.",
      "reference": "Matthew 28:19",
      "testament": "New"
    },
    {
      "verse": "Jesus said to him, 'If you can believe, all things are possible to him who believes.'",
      "reference": "Mark 9:23",
      "testament": "New"
    },
    {
      "verse": "So he answered and said, 'You shall love the Lord your God with all your heart, with all your soul, with all your strength, and with all your mind,' and 'your neighbor as yourself.'",
      "reference": "Luke 10:27",
      "testament": "New"
    },
    {
      "verse": "For God so loved the world that He gave His only begotten Son, that whoever believes in Him should not perish but have everlasting life.",
      "reference": "John 3:16",
      "testament": "New"
    },
    {
      "verse": "Then Peter said to them, 'Repent, and let every one of you be baptized in the name of Jesus Christ for the remission of sins.'",
      "reference": "Acts 2:38",
      "testament": "New"
    }
  ]
}
  
